<?php

declare(strict_types=1);

return [
    'not_found' => 'Альбом не найден.',
    'create' => [
        'success' => 'Альбом будет создан в фоне.',
        'failure' => 'Вы не можете выполнить это действие.',
    ],
    'update' => [
        'success' => 'Альбом будет обновлен в фоне.',
        'failure' => 'Вы не можете обновить этот альбом.',
    ],
    'delete' => [
        'success' => 'Альбом будет удален в фоне.',
        'failure' => 'Вы не можете удалить этот альбом.',
    ],
    'restore' => [
        'success' => 'Альбом будет восстановлен в фоне.',
        'failure' => 'Вы не можете восстановить этот альбом.',
    ],
];
