<?php

declare(strict_types=1);

return [
    'failed'   => 'Неверное имя пользователя или пароль.',
    'password' => 'Некорректный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',
    'logout' => [
        'success' => 'Вы вышли из системы.',
    ],
    'verified' => [
        'already' => 'Ваш адрес электронной почты уже подтвержден.',
        'success' => 'Ваш адрес электронной почты подтвержден.',
        'required' => 'Пожалуйста, подтвердите свой адрес электронной почты.',
        'sent' => 'На ваш адрес электронной почты была отправлена ссылка для подтверждения.',
    ],
    'unauthenticated' => 'Вы не авторизованы.',
    'authenticated' => 'Вы авторизованы.',
];
