<?php

declare(strict_types=1);

return [
    'not_found' => 'Пользователь не найден.',
    'update' => [
        'success' => 'Пользователь обновлен.',
        'failure' => 'Вы не можете обновить этого пользователя.',
    ],
    'delete' => [
        'success' => 'Пользователь удален.',
        'failure' => 'Вы не можете удалить этого пользователя.',
    ],
    'restore' => [
        'success' => 'Пользователь восстановлен.',
        'failure' => 'Вы не можете восстановить этого пользователя.',
    ],
];
